Rhino.Inside.Revit API
GeometryEncoder.ToBoundingBoxXYZ Method
Overload List
Name | Description
ToBoundingBoxXYZ(BoundingBox)
 Converts the specified Rhino.Geometry.BoundingBox to an equivalent Autodesk.Revit.DB.BoundingBoxXYZ.
ToBoundingBoxXYZ(Box)
 Converts the specified Rhino.Geometry.Box to an equivalent Autodesk.Revit.DB.BoundingBoxXYZ.
Top
See Also
Reference
GeometryEncoder Class
RhinoInside.Revit.Convert.Geometry Namespace